org/20230814184530-the_reading_pile.org
:PROPERTIES:
:ID:       f08ed5c1-1f9c-4cf5-b28f-c75d3d359ee5
:END:
#+title: the-reading-pile

This is the ever-growing -- always incomplete -- heap of texts for perspective.
Items move from here to [[id:c9706670-2fd6-4653-a248-5c0367c26780][currently-reading]] then eventually to [[id:75380696-4bb0-46d1-8594-48c6352393e9][have-read]].

** Information Theory
- Pierce, John R. An Introduction to Information Theory: Symbols, Signals and Noise

** History
- Harris, Malcolm. Palo Alto: A History of California, Capitalism and the World
- Glenny, Misha. The Balkans: Nationalism, War, and the Great Powers (1804-2011)
  

** Fiction
- Miéville, China. The City & the City
- Mishima, Yukio. Life For Sale


