20230814184530-the_reading_pile.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-08-26 Sat 20:50 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>the-reading-pile</title>
<meta name="author" content="Keegan Heilman" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">the-reading-pile</h1>
<p>
This is the ever-growing &#x2013; always incomplete &#x2013; heap of texts for perspective.
Items move from here to <a href="20230814185304-currently_reading.html#ID-c9706670-2fd6-4653-a248-5c0367c26780">currently-reading</a> then eventually to <a href="20230814185345-have_read.html#ID-75380696-4bb0-46d1-8594-48c6352393e9">have-read</a>.
</p>

<div id="outline-container-orgbc84d2d" class="outline-3">
<h3 id="orgbc84d2d">Information Theory</h3>
<div class="outline-text-3" id="text-orgbc84d2d">
<ul class="org-ul">
<li>Pierce, John R. An Introduction to Information Theory: Symbols, Signals and Noise</li>
</ul>
</div>
</div>

<div id="outline-container-org8848f9a" class="outline-3">
<h3 id="org8848f9a">History</h3>
<div class="outline-text-3" id="text-org8848f9a">
<ul class="org-ul">
<li>Harris, Malcolm. Palo Alto: A History of California, Capitalism and the World</li>
<li>Glenny, Misha. The Balkans: Nationalism, War, and the Great Powers (1804-2011)</li>
</ul>
</div>
</div>


<div id="outline-container-orgd277b94" class="outline-3">
<h3 id="orgd277b94">Fiction</h3>
<div class="outline-text-3" id="text-orgd277b94">
<ul class="org-ul">
<li>Miéville, China. The City &amp; the City</li>
<li>Mishima, Yukio. Life For Sale</li>
</ul>
</div>
</div>



<div id="outline-container-orgc932afa" class="outline-2">
<h2 id="orgc932afa">Links to this note</h2>
</div>
</div>
</body>
</html>